﻿﻿﻿; Portuguese (portugal)
; Tradução Portuguesa (Luis Neves)

[Portuguese (portugal)]
IDS_LCID=0x0816
IDS_UPDATE_NO=Não há actualizações disponíveis.
IDS_UPDATE_YES=Nova versão (%s) disponível. Abrir a página de transferências?
IDS_FILE=Ficheiro
IDS_SETTINGS=Definições
IDS_EXIT=Sair
IDS_LANGUAGE=Language
IDS_HELP=Ajuda
IDS_WEBSITE=Site Web
IDS_DONATE=Donate
IDS_CHECKUPDATES=Procurar Actualizações
IDS_ABOUT=Acerca
IDS_CODE=Error code:
IDS_MODULES=Modules
IDS_DESCRIPTION=Description:
IDS_INFORMATION=Code (dec.): %lu\r\nCode (hex.): 0x%.8lx\r\nSeverity: %s (0x%02x)\r\nFacility: %s (0x%02x)
IDS_ALWAYSONTOP_CHK=Sempre visível
IDS_INSERTBUFFER_CHK=Inserir tampão ao iniciar
IDS_CHECKUPDATES_CHK=Procurar actualizações periodicamente (recomendado)
IDS_STATUS_TOTAL=Loaded modules: %d of %d
IDS_STATUS_EMPTY=No description found.
IDS_STATUS_EMPTY2=No database found.
